Repository: lucaspanzera1/ai-canvas
Catalog: AICanvas/Localizable.xcstrings
Source language: pt_br
Languages: en

source: # %@ > Caderno sem texto identificável via OCR. > Última modificação: %@
en: # %@ > Notebook has no OCR-recognizable text. > Last modified: %@

source: %lld modelos disponíveis
en: %lld models available

source: %lld nós · %lld conexões
en: %lld nodes · %lld connections

source: ♿ Acessibilidade
en: ♿ Accessibility

source: ✍️ Tipografia
en: ✍️ Typography

source: ✏️ Gramática
en: ✏️ Grammar

source: ✏️ Resolução
en: ✏️ Problem-solving

source: 🌐 Cultura
en: 🌐 Culture

source: 🎨 Cores
en: 🎨 Colors

source: 🎬 Roteiros
en: 🎬 Scripts

source: 🎭 Personagens
en: 🎭 Characters

source: 🎯 Composição
en: 🎯 Composition

source: 🏗️ Arquitetura
en: 🏗️ Architecture

source: 💡 Ideias
en: 💡 Ideas

source: 💭 Ideias
en: 💭 Ideas

source: 💭 Versátil
en: 💭 Versatile

source: 📊 Análise
en: 📊 Analysis

source: 📊 Gráficos
en: 📊 Charts

source: 📐 Cálculos
en: 📐 Calculations

source: 📖 Histórias
en: 📖 Stories

source: 📚 Vocabulário
en: 📚 Vocabulary

source: 📝 Revisão
en: 📝 Review

source: 🔍 Pesquisa
en: 🔍 Research

source: 🔧 Otimização
en: 🔧 Optimization

source: 🔬 Análise
en: 🔬 Analysis

source: 🗣️ Conversação
en: 🗣️ Conversation

source: A API Key do %@ será removida. Você poderá reconfigurá-la depois.
en: The %@ API key will be removed. You can set it up again later.

source: A chave gerada pelo script setup.sh no servidor.
en: The key generated by the setup.sh script on the server.

source: A pasta e todos os cadernos nela serão apagados permanentemente.
en: The folder and all notebooks inside it will be permanently deleted.

source: Abrir IA
en: Open AI

source: Agora mesmo
en: Just now

source: Alente características e desempenho
en: Compare features and performance

source: Alterar API Key
en: Change API Key

source: Alto
en: High

source: Analisar Canvas
en: Analyze Canvas

source: Analisar meu canvas agora
en: Analyze my canvas now

source: Analisar Seleção
en: Analyze Selection

source: Análise de imagens
en: Image analysis

source: Analise meu canvas e resolva a equação
en: Analyze my canvas and solve the equation

source: Análise profunda
en: In-depth analysis

source: Análise visual
en: Visual analysis

source: Análise visual rápida, vision tasks
en: Fast visual analysis, vision tasks

source: Anexar imagem
en: Attach image

source: Anterior
en: Previous

source: Apagar
en: Delete

source: Apagar Caderno
en: Delete Notebook

source: Apagar Pasta
en: Delete Folder

source: Apagar Tudo
en: Delete Everything

source: API Key do %@ não configurada.
en: %@ API key not configured.

source: API Key inválida. Verifique e tente novamente.
en: Invalid API key. Check it and try again.

source: API Key salva com sucesso
en: API key saved successfully

source: API Key salva com sucesso!
en: API key saved successfully!

source: Aplicar
en: Apply

source: Aponte possíveis bugs e melhorias
en: Point out possible bugs and improvements

source: Aprenda e pratique novos idiomas
en: Learn and practice new languages

source: Aquarela
en: Watercolor

source: Assistente de Código
en: Code Assistant

source: Assistente de Design
en: Design Assistant

source: Assistente Geral
en: General Assistant

source: Ativo
en: Active

source: Avalie tipografia e hierarquia visual
en: Evaluate typography and visual hierarchy

source: Baixando...
en: Downloading...

source: Baixo
en: Low

source: BANNER PERSONALIZADO (IMAGEM)
en: CUSTOM BANNER (IMAGE)

source: Banners Pré-definidos
en: Preset Banners

source: Básico
en: Basic

source: Biblioteca de emojis por categoria
en: Emoji library by category

source: Bom
en: Good

source: Borracha
en: Eraser

source: Buscar emoji…
en: Search emoji…

source: Buscar símbolo…
en: Search symbol…

source: Cadernos
en: Notebooks

source: CADERNOS
en: NOTEBOOKS

source: Câmera
en: Camera

source: Cancelar
en: Cancel

source: Caneta
en: Pen

source: Canvas anexado
en: Canvas attached

source: Chave de Autenticação
en: Authentication Key

source: Código
en: Code

source: Colar Imagem
en: Paste Image

source: Cole sua descrição personalizada para o assistente:
en: Paste your custom description for the assistant:

source: Comida
en: Food

source: Como obter API Key
en: How to get an API key

source: Comparar Modelos
en: Compare Models

source: Concluir
en: Finish

source: Configurações
en: Settings

source: Configurações do Pomodoro
en: Pomodoro Settings

source: Configurado!
en: Configured!

source: Configurar
en: Set Up

source: Configurar depois
en: Set up later

source: Configure seu arsenal de IA
en: Set up your AI arsenal

source: Configure sua API Key do Groq para usar o assistente de IA.
en: Set up your Groq API key to use the AI assistant.

source: Configure sua API Key para desbloquear os modelos do %@.
en: Set up your API key to unlock %@'s models.

source: Configure uma API Key para desbloquear seus modelos.
en: Set up an API key to unlock your models.

source: Continuar
en: Continue

source: Converse comigo neste idioma (nível iniciante)
en: Chat with me in this language (beginner level)

source: COR
en: COLOR

source: COR DO TEMA
en: THEME COLOR

source: Corrija meus erros de gramática neste texto
en: Correct my grammar mistakes in this text

source: Criar
en: Create

source: Criar Caderno
en: Create Notebook

source: Criativo
en: Creative

source: Crie o item primeiro para gerar os banners automáticos.
en: Create the item first to generate automatic banners.

source: Crie pastas e cadernos para ver o grafo crescer.
en: Create folders and notebooks to watch the graph grow.

source: Crie seu primeiro item e solte a imaginação com a ajuda de IA poderosa.
en: Create your first item and let your imagination run with the help of powerful AI.

source: Crie seu próprio system prompt
en: Create your own system prompt

source: Crie um personagem interessante para esta história
en: Create an interesting character for this story

source: Custo
en: Cost

source: Custo-benefício, uso geral
en: Cost-effective, general use

source: Customize o comportamento do assistente
en: Customize the assistant's behavior

source: Dê feedback de design para este layout
en: Give design feedback on this layout

source: Debugging e explicações de programação
en: Debugging and programming explanations

source: DESBLOQUEAR PROVEDORES
en: UNLOCK PROVIDERS

source: Desfazer
en: Undo

source: DISPONÍVEIS PARA DOWNLOAD
en: AVAILABLE TO DOWNLOAD

source: Download falhou sem URL temporária.
en: Download failed with no temporary URL.

source: Editar Caderno
en: Edit Notebook

source: Editar Pasta
en: Edit Folder

source: EM USO
en: IN USE

source: Endereço do seu homelab via Cloudflare Tunnel. Sem barra no final.
en: Your homelab's address via Cloudflare Tunnel. No trailing slash.

source: Ensine 5 expressões comuns com exemplos
en: Teach 5 common expressions with examples

source: Enviar para trás
en: Send to back

source: Equilibrado
en: Balanced

source: Equilíbrio de velocidade e qualidade
en: Balance of speed and quality

source: Erro
en: Error

source: Erro %d: %@
en: Error %d: %@

source: Erro ao processar resposta.
en: Error processing response.

source: Erro ao salvar: %@
en: Error saving: %@

source: Erro HTTP %d do servidor.
en: HTTP error %d from server.

source: Escolha seu provedor e modelo
en: Choose your provider and model

source: Escolha um banner gerado automaticamente
en: Choose an automatically generated banner

source: Escolha um estilo de assistente
en: Choose an assistant style

source: Escolha um estilo para o seu assistente
en: Choose a style for your assistant

source: Escolher Ícone
en: Choose Icon

source: Escolher preset
en: Choose preset

source: Escreva testes unitários básicos
en: Write basic unit tests

source: Escreva um parágrafo inspirador a partir desta cena
en: Write an inspiring paragraph based on this scene

source: Escritor Criativo
en: Creative Writer

source: ESPAÇO CRIATIVO
en: CREATIVE SPACE

source: Espaço vazio
en: Empty space

source: Especializado em Mathematics, Physica e Ciências
en: Specialized in Mathematics, Physics, and Science

source: ESPESSURA
en: THICKNESS

source: Este caderno não possui um arquivo PDF válido.
en: This notebook doesn't have a valid PDF file.

source: Este caderno será apagado permanentemente.
en: This notebook will be permanently deleted.

source: Estudo
en: Study

source: Ex: Ideias
en: E.g. Ideas

source: Excelente
en: Excellent

source: Explique as diferenças entre estes tempos verbais
en: Explain the differences between these verb tenses

source: Explique o que este código faz
en: Explain what this code does

source: Explique passo a passo este problema
en: Explain this problem step by step

source: Falha: %@
en: Failed: %@

source: Fechar
en: Close

source: Fechar IA
en: Close AI

source: Feedback e ideias para designs visuais
en: Feedback and ideas for visual designs

source: FERRAMENTAS
en: TOOLS

source: FetchFlow API Key (opcional)
en: FetchFlow API Key (optional)

source: Foco (min)
en: Focus (min)

source: Foco concluído! 🍅
en: Focus complete! 🍅

source: Fotos
en: Photos

source: Gere 3 ideias de histórias com base no meu desenho
en: Generate 3 story ideas based on my drawing

source: Giz de cera
en: Crayon

source: GPT-4o e mais
en: GPT-4o and more

source: Grade
en: Grid

source: Gratuito
en: Free

source: Grifar
en: Highlight

source: Hora de fazer uma pausa.
en: Time for a break.

source: Hora de voltar ao foco.
en: Time to get back to focus.

source: https://sync.seudominio.com
en: https://sync.yourdomain.com

source: IA do Google
en: Google's AI

source: ÍCONE
en: ICON

source: Ideal para histórias, roteiros e conteúdo criativo
en: Ideal for stories, scripts, and creative content

source: Ideal para:
en: Ideal for:

source: Idioma
en: Language

source: Imagem
en: Image

source: Importar PDF
en: Import PDF

source: Inferência ultrarrápida
en: Ultra-fast inference

source: Informe a API Key.
en: Enter your API key.

source: Início
en: Home

source: INSTALADOS
en: INSTALLED

source: Integração Google
en: Google integration

source: Inteligência segura
en: Safe intelligence

source: itens
en: items

source: Lançamento
en: Release

source: Lápis
en: Pencil

source: Lento
en: Slow

source: Limpar
en: Clear

source: Limpar Canvas
en: Clear Canvas

source: Limpar conversa
en: Clear conversation

source: Liste 3 melhorias rápidas de UX
en: List 3 quick UX improvements

source: Marcador
en: Marker

source: Máxima inteligência, raciocínio complexo
en: Maximum intelligence, complex reasoning

source: Máxima qualidade
en: Top quality

source: Máxima qualidade, tarefas críticas
en: Maximum quality, critical tasks

source: Médio
en: Medium

source: Mensagem...
en: Message...

source: Meu Workspace
en: My Workspace

source: Meus Cadernos
en: My Notebooks

source: MODELO ATIVO
en: ACTIVE MODEL

source: Modelos de IA
en: AI Models

source: MODELOS DISPONÍVEIS
en: AVAILABLE MODELS

source: Modelos Locais
en: Local Models

source: Modelos são salvos no armazenamento do iPad e ficam disponíveis offline. Requerem Wi-Fi para download.
en: Models are saved to your iPad's storage and remain available offline. Wi-Fi is required to download them.

source: Modo
en: Mode

source: Mostre a fórmula e um exemplo prático
en: Show the formula and a practical example

source: Mover para %@
en: Move to %@

source: Mover para Início
en: Move to Home

source: Muda o idioma do app na hora, independente do idioma do sistema.
en: Changes the app's language instantly, independent of the system language.

source: Muito Baixo
en: Very Low

source: Muito Bom
en: Very Good

source: Muito rápido
en: Very fast

source: Nada para conectar ainda
en: Nothing to connect yet

source: Não suportada
en: Not supported

source: Natureza
en: Nature

source: Nenhum banner disponível
en: No banners available

source: Nenhum modelo disponível
en: No models available

source: Nenhum resultado
en: No results

source: Nome
en: Name

source: NOME
en: NAME

source: Nota
en: Note

source: Nova Pasta
en: New Folder

source: Novo Caderno
en: New Notebook

source: O arquivo %@ será deletado do iPad.
en: The file %@ will be deleted from the iPad.

source: Objetos
en: Objects

source: Obter API Key no %@
en: Get an API key from %@

source: Obter API Key no Groq Console
en: Get an API key from the Groq Console

source: OPACIDADE
en: OPACITY

source: Organize ideias em tópicos
en: Organize ideas into topics

source: Palma
en: Palm

source: Pasta vazia
en: Empty folder

source: PASTAS
en: FOLDERS

source: Pausa concluída
en: Break complete

source: Pausa curta (min)
en: Short break (min)

source: Pausa longa (min)
en: Long break (min)

source: PDF não encontrado
en: PDF not found

source: Peça ideias, analise seu canvas ou resolva cálculos desenhados.
en: Ask for ideas, analyze your canvas or solve drawn calculations.

source: Pena
en: Fountain Pen

source: Pesquisa
en: Research

source: Pessoas
en: People

source: PRESET ATIVO
en: ACTIVE PRESET

source: Presets de IA
en: AI Presets

source: PRESETS DISPONÍVEIS
en: AVAILABLE PRESETS

source: Professor de Idiomas
en: Language Teacher

source: Prompt do Sistema Personalizado
en: Custom System Prompt

source: Pronto
en: Done

source: Pronto para criar!
en: Ready to create!

source: Propósitos gerais, STEM, código
en: General purposes, STEM, code

source: PROVEDORES CONFIGURADOS
en: CONFIGURED PROVIDERS

source: Próximo
en: Next

source: Quadros
en: Whiteboards

source: Qualidade
en: Quality

source: Rápido
en: Fast

source: Razoável
en: Fair

source: Reconfigurar
en: Reconfigure

source: Reconfigurar APIs
en: Reconfigure APIs

source: Redação criativa
en: Creative writing

source: Redação, análise, criatividade
en: Writing, analysis, creativity

source: Refatore para ficar mais legível
en: Refactor to make it more readable

source: Régua
en: Ruler

source: Remover
en: Remove

source: Remover banner
en: Remove banner

source: Remover modelo?
en: Remove model?

source: Remover Provedor
en: Remove Provider

source: Resposta inválida do servidor.
en: Invalid response from server.

source: Respostas rápidas
en: Fast responses

source: Respostas rápidas, análise leve
en: Fast replies, light analysis

source: Respostas rápidas, conversas leves
en: Fast replies, light conversations

source: Respostas rápidas, custos baixos
en: Fast replies, low costs

source: Resuma minhas anotações
en: Summarize my notes

source: Roda no iPad · 100% offline · Sem API Key
en: Runs on iPad · 100% offline · No API key

source: Salvar
en: Save

source: Salvar API Key
en: Save API Key

source: Salvar e Sincronizar
en: Save and Sync

source: Se definido, substitui o prompt do preset atual.
en: If set, this replaces the current preset's prompt.

source: Se preenchido, cada caderno é convertido para .md via FetchFlow e enviado para obsidian/ no servidor.
en: If filled in, each notebook is converted to .md via FetchFlow and sent to obsidian/ on the server.

source: Segurança
en: Safety

source: Seleção anexada
en: Selection attached

source: Selecionar
en: Select

source: Selecionar Imagem
en: Select Image

source: Servidor
en: Server

source: Sessão %lld
en: Session %lld

source: Sessões até pausa longa
en: Sessions until long break

source: Símbolos
en: Symbols

source: Sincronização
en: Sync

source: Sincronizando…
en: Syncing…

source: Sincronizar
en: Sync

source: Sistema de Prompt Personalizado
en: Custom System Prompt

source: Sugira próximos passos
en: Suggest next steps

source: Sugira um final surpreendente
en: Suggest a surprising ending

source: Sugira uma paleta de cores complementar
en: Suggest a complementary color palette

source: Suportada
en: Supported

source: Sync concluído! Enviados: %d | Baixados: %d
en: Sync complete! Pushed: %d | Pulled: %d

source: Sync não configurado. Acesse as configurações.
en: Sync not configured. Go to Settings.

source: System Prompt Personalizado
en: Custom System Prompt

source: TAMANHO
en: SIZE

source: Tarefas complexas
en: Complex tasks

source: Tarefas complexas, análise profunda, vision
en: Complex tasks, deep analysis, vision

source: Tecnologia
en: Technology

source: Tem certeza que deseja apagar todo o conteúdo do canvas? Esta ação não pode ser desfeita.
en: Are you sure you want to delete all the content on the canvas? This action cannot be undone.

source: Tem certeza?
en: Are you sure?

source: Toque para escolher
en: Tap to choose

source: Trabalho
en: Work

source: Trocar
en: Switch

source: Trocar modelo
en: Switch model

source: Tutor de STEM
en: STEM Tutor

source: Último Sync
en: Last Sync

source: Ultra-rápido
en: Ultra-fast

source: URL do Servidor
en: Server URL

source: URL do servidor inválida.
en: Invalid server URL.

source: URL inválida.
en: Invalid URL.

source: Validando...
en: Validating...

source: Veja velocidade, qualidade e custo
en: See speed, quality, and cost

source: Velocidade
en: Speed

source: Verifique meus cálculos no desenho
en: Check my calculations in the drawing

source: Versátil para qualquer tarefa
en: Versatile for any task

source: Viagem
en: Travel

source: Visão
en: Vision

source: Visão avançada
en: Advanced vision
